[
  {
    "context": [
      "Oh yeah you're right when they the aired the final family Guy episode.",
      "Tv is a mass medium for advertisement, entertainment, and news. Is there anything else you enjoy?",
      "Yes it is indeed. I enjoy the Internet. It's addicting and can cause measurable changes in the brain."
    ],
    "annotations": {
      "appropriateness": [
        5,
        5,
        4
      ],
      "content": [
        4,
        4,
        4
      ],
      "grammar": [
        5,
        5,
        5
      ],
      "relevance": [
        5,
        4,
        5
      ]
    },
    "reference": "Interesting, the internet seems like a more objective space than television.",
    "output": "It is hard to get away from the internet. Even Mt Everest has service!",
    "score": [
      4.583333333333333,
      0
    ]
  },
  {
    "context": [
      "Yes it is, so that much mean that he was thinking about this movie for 11 years?",
      "That is impressive. That makes a great actor.",
      "Yes it does, are you a fan of comic books, if you are, how many books do you have?"
    ],
    "annotations": {
      "appropriateness": [
        4,
        2,
        4,
        2
      ],
      "content": [
        4,
        4,
        4
      ],
      "grammar": [
        4,
        4,
        4
      ],
      "relevance": [
        3,
        3,
        3
      ]
    },
    "reference": "Yeah, Leo is great. I hear he was in that sitcom called Growing Pains but I didn't catch it. What's Eating Gilbert Grape was a good one he was in, too.",
    "output": "I am not. But appears that their is a lot of money in the industry.",
    "score": [
      3.4615384615384617,
      0
    ]
  },
  {
    "context": [
      "Well apparently there is a president in Zimbabwe called president banana",
      "They could do a musical number. I think that many fans would follow.",
      "See I like that idea haha. Maybe they could make a lot of money so that Trump could be back into the top three richest presidents of all time"
    ],
    "annotations": {
      "appropriateness": [
        4,
        3,
        3
      ],
      "content": [
        3,
        3,
        2
      ],
      "grammar": [
        4,
        4,
        3
      ],
      "relevance": [
        3,
        3,
        3
      ]
    },
    "reference": "I could do that! I could buy the ticket to his rallies and they could make me rich!",
    "output": "He should have all three slots realistically. He is popular enough for 1st 2nd and 3rd place, like in his beauty contests.",
    "score": [
      3.1666666666666665,
      0
    ]
  },
  {
    "context": [
      "Oh I definitely didn't watch that! Everyone knows Babe Ruth though and he was once America's most popular golfer!",
      "Wow. Didn't know that. Antarctica has a disc golf course",
      "Oh that would be a cold course! A golf course in Dubai requires 4 million gallons of water!"
    ],
    "annotations": {
      "appropriateness": [
        1,
        1,
        2
      ],
      "content": [
        2,
        2,
        2
      ],
      "grammar": [
        2,
        4,
        4
      ],
      "relevance": [
        1,
        1,
        2
      ]
    },
    "reference": "Waymo... I don't think I've heard about that one... is there a difference between those two ? Of course they compete... huge money are involved ;)",
    "output": "That is a lot of water. The US have more golf courses than the world combined",
    "score": [
      2.0,
      0
    ]
  },
  {
    "context": [
      "Yes, the talent is there, on the coaching staff too. Though I have heard accusations for cheating.",
      "Yes and while I am not familiar enough to know the details, which team hasn't been accused as such",
      "I really don't know. I figure that the cost of getting caught cheating would be pretty high. Didn't they have to pay a fine or something?"
    ],
    "annotations": {
      "appropriateness": [
        4,
        4,
        4
      ],
      "content": [
        4,
        4,
        4,
        4
      ],
      "grammar": [
        4,
        4,
        4
      ],
      "relevance": [
        3,
        3,
        4
      ]
    },
    "reference": "I'm not sure, but I do know that the coaches have to be very strict about what they are doing.",
    "output": "That I'm not sure if the cheating accusations were validated.",
    "score": [
      3.8461538461538463,
      0
    ]
  },
  {
    "context": [
      "I've watched Australian rules football and Rugby before although they aren't on tv much",
      "They call it football codes. There is also a Gaelic football",
      "Interesting. I mainly watch the NFL even though the games only have an average of 11 minutes of gameplay for each game"
    ],
    "annotations": {
      "appropriateness": [
        4,
        3,
        3,
        4
      ],
      "content": [
        4,
        4,
        4
      ],
      "grammar": [
        4,
        3,
        3,
        4
      ],
      "relevance": [
        4,
        4,
        4
      ]
    },
    "reference": "I think that is a lot of commercials and commercials. I wonder if they will ever play the game or if they have tracking chips in the shoulder pads and footballs to track the players",
    "output": "That is crazy, but I am sure you enjoy the whole thing. The game stops all the time. But personally , I like it like that",
    "score": [
      3.7142857142857144,
      0
    ]
  },
  {
    "context": [
      "Hi, how are you?",
      "I'm doing good, how about yourself?",
      "I am well, thanks! Do you watch the olympics?"
    ],
    "annotations": {
      "appropriateness": [
        5,
        5,
        5
      ],
      "content": [
        5,
        5,
        3
      ],
      "grammar": [
        5,
        5,
        5
      ],
      "relevance": [
        5,
        4,
        5
      ]
    },
    "reference": "I don't watch the Olympic games, but I do watch the World Cup every 4 years.",
    "output": "I do! Did you hear that Julia Mancuso retired? She was such a great skier!",
    "score": [
      4.75,
      0
    ]
  },
  {
    "context": [
      "No! Wow, that's awesome! Very smart and kind of them. I love animals more than a lot of people lol!",
      "It is a great thing they did! i wish the U.S. would do that!",
      "I do too, we have so many animals going extinct it would probably help a lot. They deserve to thrive and be safe too."
    ],
    "annotations": {
      "appropriateness": [
        4,
        5,
        5,
        4
      ],
      "content": [
        4,
        4,
        4
      ],
      "grammar": [
        4,
        4,
        4
      ],
      "relevance": [
        4,
        5,
        5,
        4
      ]
    },
    "reference": "They certainly do, they are incredible creatures! I wish they were treated better.",
    "output": "They do indeed. I like that they have their own scientific kingdom called Animalia.",
    "score": [
      4.285714285714286,
      0
    ]
  },
  {
    "context": [
      "Are you religious?",
      "yes. fairly so",
      "Did you know that Thomas Jefferson had created his own version of the bible so he could remove the supernatural parts. Thats wild."
    ],
    "annotations": {
      "appropriateness": [
        3,
        5,
        5
      ],
      "content": [
        4,
        4,
        3
      ],
      "grammar": [
        4,
        4,
        4,
        4
      ],
      "relevance": [
        4,
        5,
        5
      ]
    },
    "reference": "<unk> s>Its a bit weird. I think he was a religious person.",
    "output": "no. i didnt. that is wild",
    "score": [
      4.153846153846154,
      0
    ]
  },
  {
    "context": [
      "I love the NFL! I try to follow all 32 teams the best I can.",
      "Nice. I did not know the game season is 17 weeks. That is a long time and lots of games",
      "Yes. It seems to go fast. Each team plays a 16 game schedule."
    ],
    "annotations": {
      "appropriateness": [
        5,
        3,
        3,
        5
      ],
      "content": [
        4,
        4,
        4,
        4
      ],
      "grammar": [
        5,
        5,
        5
      ],
      "relevance": [
        4,
        5,
        5
      ]
    },
    "reference": "That's a lot of games! Do you have a favorite team? I like the Seattle Seahawks.",
    "output": "Yeah it does seem that for sure. Interesting that bowlers used to make more than football players in the 60s",
    "score": [
      4.357142857142857,
      0
    ]
  },
  {
    "context": [
      "Yeah, kissing is kind of a weird concept though when you think about it. There is a contest where writers try to come up with the worst possible opening sentence to a novel. I wonder what it is.",
      "Hmm, coming up with the worse opening line in a novel actually sounds quite challenging",
      "Yeah, I'm betting some of them are pretty funny."
    ],
    "annotations": {
      "appropriateness": [
        4,
        4,
        4
      ],
      "content": [
        4,
        4,
        4,
        4
      ],
      "grammar": [
        5,
        5,
        5,
        5
      ],
      "relevance": [
        4,
        4,
        4
      ]
    },
    "reference": "I know what you mean. Some of the best writers I've ever heard of were Stephen King and J.K. Rowling.",
    "output": "Well I have to go, nice chatting with you",
    "score": [
      4.285714285714286,
      0
    ]
  },
  {
    "context": [
      "I love the NFL! I try to follow all 32 teams the best I can.",
      "Nice. I did not know the game season is 17 weeks. That is a long time and lots of games",
      "Yes. It seems to go fast. Each team plays a 16 game schedule."
    ],
    "annotations": {
      "appropriateness": [
        1,
        1,
        3,
        3
      ],
      "content": [
        1,
        1,
        2
      ],
      "grammar": [
        3,
        3,
        3
      ],
      "relevance": [
        1,
        1,
        3
      ]
    },
    "reference": "They are really <unk> and they are really <unk>",
    "output": "Yeah it does seem that for sure. Interesting that bowlers used to make more than football players in the 60s",
    "score": [
      2.0,
      0
    ]
  },
  {
    "context": [
      "I wonder if that is supposed to have some effect on the players",
      "I am not sure. In the 60s bowlers used to make more than NFL players",
      "Yeah I guess it was a more popular game back then. Their coaches are the highest paid people"
    ],
    "annotations": {
      "appropriateness": [
        4,
        3,
        4,
        3
      ],
      "content": [
        3,
        4,
        4
      ],
      "grammar": [
        4,
        2,
        2,
        4
      ],
      "relevance": [
        4,
        4,
        4
      ]
    },
    "reference": "Yeah I sure do. Do you know how the highest score in football is?",
    "output": "Yeah no surprise there. Do you know what the highest score in college football is?",
    "score": [
      3.5,
      0
    ]
  },
  {
    "context": [
      "Brady has to come crashing down eventually, with Belichick.",
      "Yeah I would say that run is about over. It was a good one though. They dominated for a long time.",
      "They were fun to watch before they were always expected to win"
    ],
    "annotations": {
      "appropriateness": [
        3,
        2,
        3,
        2
      ],
      "content": [
        2,
        3,
        3
      ],
      "grammar": [
        4,
        3,
        3
      ],
      "relevance": [
        3,
        2,
        3
      ]
    },
    "reference": "Yeah, I think that is pretty good.",
    "output": "It just gets old hearing at the beginning of the season because they lost a couple game that they are done, and then they end up in the super bowl. Im just sick of it.",
    "score": [
      2.769230769230769,
      0
    ]
  },
  {
    "context": [
      "well they stuck to it it seems. Did you know U of Iowa painted the visitor locker room pink?",
      "I think that has something to do with the breast cancer awareness movement or something.",
      "I am not sure actually. I hope that is the reason. Did you know bowlers made more money than football players in the 60s?"
    ],
    "annotations": {
      "appropriateness": [
        4,
        5,
        5
      ],
      "content": [
        5,
        2,
        5,
        2
      ],
      "grammar": [
        5,
        5,
        4
      ],
      "relevance": [
        5,
        5,
        5
      ]
    },
    "reference": "I did not know that, but I do know that bowling is one of the most popular recreational activities in the world.",
    "output": "Bowling is a sport of kings. Bowlers deserve more money for their elegance and charm.",
    "score": [
      4.384615384615385,
      0
    ]
  },
  {
    "context": [
      "Yeah I guess it was a more popular game back then. Their coaches are the highest paid people",
      "Yeah no surprise there. Do you know what the highest score in college football is?",
      "Hmmm no I do not, what is it. Did you hear about that giant stadium in Texas?"
    ],
    "annotations": {
      "appropriateness": [
        5,
        5,
        3
      ],
      "content": [
        2,
        2,
        3
      ],
      "grammar": [
        3,
        3,
        3
      ],
      "relevance": [
        4,
        3,
        3
      ]
    },
    "reference": "Yes it is 222-0 but it is crazy",
    "output": "The highest score is 222-0, Georgia Tech versus Cumberland, and I do not know abut that stadium",
    "score": [
      3.25,
      0
    ]
  },
  {
    "context": [
      "Hello, How are you? Do you like football?",
      "Football? Yes, it is a great game! The world loves the football!",
      "Yes, especially the US, the NFL. were you meaning the soccer game?"
    ],
    "annotations": {
      "appropriateness": [
        1,
        2,
        1
      ],
      "content": [
        2,
        5,
        5
      ],
      "grammar": [
        4,
        5,
        5
      ],
      "relevance": [
        1,
        1,
        2
      ]
    },
    "reference": "Interesting. Maybe the information isn't relayed in real time. It would be neat if there lights surrounding the end zone and when the chip broke the end zone the lights would flash or would be cheesy.",
    "output": "The soccer? Yes, I was meaning the soccer. But there is the American one, the football, I mean. It has very little gameplay. An average NFL game only has 11 minutes of live gameplay.",
    "score": [
      2.8333333333333335,
      0
    ]
  },
  {
    "context": [
      "Yes that is true and I am glad they came up with that line because it makes watching the game much easier",
      "Definitely. Can you believe the former Patriots running back never fumbled the football his entire career?",
      "That is so amazing. Do you know what the highest score in college football is?"
    ],
    "annotations": {
      "appropriateness": [
        3,
        3,
        2
      ],
      "content": [
        3,
        3,
        2,
        2
      ],
      "grammar": [
        5,
        5,
        5
      ],
      "relevance": [
        3,
        3,
        3
      ]
    },
    "reference": "Yes that is a high score in college football.",
    "output": "Yeah, it was 222 during a college game in 1916.",
    "score": [
      3.230769230769231,
      0
    ]
  },
  {
    "context": [
      "I guess the football players chose the wrong sport then. They could have just gone bowling and make money. They could wear their helmet bowling too.",
      "Well things have changed now so that definitely is not the case. But engineers still make more than football players",
      "Engineers makes more than football players, but not for playing football. Engineers are good at engineering."
    ],
    "annotations": {
      "appropriateness": [
        3,
        3,
        4,
        4
      ],
      "content": [
        4,
        4,
        4
      ],
      "grammar": [
        4,
        4,
        4
      ],
      "relevance": [
        4,
        4,
        4
      ]
    },
    "reference": "I don't think it's fair. I don't think people should be held accountable for things they said years ago. Life was different years ago and people not so easily offended. You?",
    "output": "Yup for sure. Did you know women can play too if they qualify?",
    "score": [
      3.8461538461538463,
      0
    ]
  },
  {
    "context": [
      "That's such a nice gesture. For the longest time he was the voice of college football. Did you go to Michigan?",
      "I did not just a big fan. My favorite player of all time attended there so It was how I became a fan",
      "Who is your favorite player of all time?"
    ],
    "annotations": {
      "appropriateness": [
        4,
        4,
        5,
        5
      ],
      "content": [
        3,
        4,
        3
      ],
      "grammar": [
        5,
        4,
        5,
        4
      ],
      "relevance": [
        4,
        5,
        5
      ]
    },
    "reference": "My favorite player is Bobby knight",
    "output": "Charles Woodson. Keith Jackson was also announcing that game when he cemented his Heisman against Ohio St",
    "score": [
      4.285714285714286,
      0
    ]
  }
]